zhttaBench.out
httperf --client=0/1 --server=localhost --port=4414 --uri=/ --rate=60 --send-buffer=4096 --recv-buffer=16384 --num-conns=60 --num-calls=1
Maximum connect burst length: 1

Total: connections 60 requests 60 replies 59 test-duration 6.559 s

Connection rate: 9.1 conn/s (109.3 ms/conn, <=25 concurrent connections)
Connection time [ms]: min 0.5 avg 381.8 max 5924.5 median 190.5 stddev 832.8
Connection time [ms]: connect 0.2
Connection length [replies/conn]: 1.000

Request rate: 9.1 req/s (109.3 ms/req)
Request size [B]: 68.0

Reply rate [replies/s]: min 11.6 avg 11.6 max 11.6 stddev 0.0 (1 samples)
Reply time [ms]: response 368.8 transfer 12.8
Reply size [B]: header 71.0 content 16562746.0 footer 0.0 (total 16562817.0)
Reply status: 1xx=0 2xx=59 3xx=0 4xx=0 5xx=0

CPU time [s]: user 0.94 system 5.58 (user 14.4% system 85.1% total 99.5%)
Net I/O: 145505.8 KB/s (1192.0*10^6 bps)

Errors: total 1 client-timo 0 socket-timo 0 connrefused 0 connreset 1
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0